export const trainings = {
  arm_workout: [
    {
      id: 1,
      name: 'Бицепс-керл со штангой',
      time: '30 секунд на подход',
      count: '10 повторений на подход, 3 подхода',
      image: require('../images/trainings/bitseps-kerl.jpeg'),
      description:
        'Упражнение на бицепс с использованием штанги для увеличения силы и объема мышц.',
    },
    {
      id: 2,
      name: 'Трицепс-отжимания',
      time: '30 секунд на подход',
      count: '12 повторений на подход, 3 подхода',
      image: require('../images/trainings/tritseps-otjimaniya.jpeg'),
      description:
        'Отжимания с акцентом на трицепс. Можно выполнять как на брусьях, так и на скамье.',
    },
    {
      id: 3,
      name: 'Молотки с гантелями',
      time: '30 секунд на подход',
      count: '10 повторений на каждую руку, 3 подхода',
      image: require('../images/trainings/molotka.png'),
      description:
        'Упражнение с гантелями на бицепс, позволяющее также задействовать мышцы предплечий.',
    },
    {
      id: 4,
      name: 'Французский жим лёжа',
      time: '30 секунд на подход',
      count: '10 повторений на подход, 3 подхода',
      image: require('../images/trainings/fransuzkiy-jim.jpeg'),
      description:
        'Эффективное упражнение на трицепс, выполняемое с гантелью или штангой лёжа на скамье.',
    },
    {
      id: 5,
      name: 'Концентрированный подъем гантелей',
      time: '30 секунд на подход',
      count: '8 повторений на каждую руку, 3 подхода',
      image: require('../images/trainings/concentrate-podyem.jpeg'),
      description:
        'Упражнение на бицепс, позволяющее максимально изолировать работу мышцы за счет стабилизации руки на бедре.',
    },
  ],
  leg_workout: [
    {
      id: 6,
      name: 'Приседания со штангой',
      time: '45 секунд на подход',
      count: '12 повторений на подход, 3 подхода',
      image: require('../images/trainings/prisedshtanga.jpeg'),
      description:
        'Классическое упражнение для укрепления мышц ног и ягодиц, выполняется со штангой на плечах.',
    },
    {
      id: 7,
      name: 'Выпады с гантелями',
      time: '40 секунд на подход',
      count: '10 повторений на каждую ногу, 3 подхода',
      image: require('../images/trainings/vipadi-gantel.jpeg'),
      description:
        'Упражнение для развития квадрицепсов и ягодиц, также активно включает в работу бедра и голени.',
    },
    {
      id: 8,
      name: 'Мертвая тяга на прямых ногах',
      time: '40 секунд на подход',
      count: '10 повторений на подход, 3 подхода',
      image: require('../images/trainings/mervaya-tyaga.jpeg'),
      description:
        'Эффективное упражнение для растяжки и укрепления задней поверхности бедра и ягодиц.',
    },
    {
      id: 9,
      name: 'Махи ногой назад',
      time: '30 секунд на подход',
      count: '15 повторений на каждую ногу, 3 подхода',
      image: require('../images/trainings/maxi-nogoy.jpeg'),
      description:
        'Упражнение на разгибание в тазобедренном суставе, активно работают ягодицы и задняя поверхность бедра.',
    },
    {
      id: 10,
      name: 'Сгибание ног в тренажере лежа',
      time: '35 секунд на подход',
      count: '12 повторений на подход, 3 подхода',
      image: require('../images/trainings/sgibaniye-nog.jpeg'),
      description:
        'Целевое упражнение для укрепления икр и задней части бедра, выполняется на специализированном тренажере.',
    },
  ],
  thigh_workout: [
    {
      id: 11,
      name: 'Гакк-приседания',
      time: '60 секунд на подход',
      count: '12 повторений на подход, 3 подхода',
      image: require('../images/trainings/gank-pres.jpeg'),
      description:
        'Приседания на специальном тренажере, которые помогают акцентировать нагрузку на переднюю часть бедра.',
    },
    {
      id: 12,
      name: 'Разгибание ног в тренажере сидя',
      time: '40 секунд на подход',
      count: '15 повторений на подход, 3 подхода',
      image: require('../images/trainings/razgibaye-nog.jpeg'),
      description:
        'Упражнение для изоляции и укрепления квадрицепсов (передняя часть бедра), выполняется на тренажере.',
    },
    {
      id: 13,
      name: 'Выпады вперед',
      time: '50 секунд на подход',
      count: '10 повторений на каждую ногу, 3 подхода',
      image: require('../images/trainings/vipadi-vpered.jpeg'),
      description:
        'Выпады с шагом вперед, которые включают в работу переднюю и заднюю части бедра, а также ягодицы.',
    },
    {
      id: 14,
      name: 'Сведение ног в тренажере',
      time: '30 секунд на подход',
      count: '20 повторений на подход, 3 подхода',
      image: require('../images/trainings/svideniye-nog.jpeg'),
      description:
        'Упражнение на внутреннюю сторону бедра с использованием тренажера для сведения ног.',
    },
    {
      id: 15,
      name: 'Разведение ног в тренажере',
      time: '30 секунд на подход',
      count: '20 повторений на подход, 3 подхода',
      image: require('../images/trainings/razvdeniye-nog.jpeg'),
      description:
        'Упражнение на внешнюю сторону бедер, выполняется на тренажере для разведения ног.',
    },
  ],
};
